/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ 製品登録 V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "最適な状態で設定するには、OS X %s 以降を使用してください。";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "%@ 登録サーバーへの接続に問題があります。 後で再試行してください。";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "インターネットへの接続に問題があります。 後で再試行してください。";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "デフォルトのブラウザを指定できないか、開くことができません。";

"OK" = "OK";
